xml/request/sammensat_diePrinzen.xml

<?xml version="1.0" encoding="utf8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>24617572|870970</ac:identifier>
              <ac:source>Bibliotekets materialer</ac:source>
              <dc:title>Die Prinzen</dc:title>
              <dc:title xsi:type="dkdcplus:full">Die Prinzen : 10 Jahre Popmusik</dc:title>
              <dc:creator>Hjalmar Jess </dc:creator>
              <dc:creator xsi:type="oss:sort">Jess, Hjalmar</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">78.9061 Die Prinzen</dc:subject>
              <dc:subject>Die Prinzen</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Enkelte grupper</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">rock</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">rockfilm</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">sange</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">tysk rockmusik</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">undervisningsmaterialer</dc:subject>
              <dc:description>Dvd-video: På omslaget: Dvd plus. På omslaget: 1991-2001. Indeholder 19 musikvideoer samt optagelser af Die Prinzen i koncert, på rejse. Samt diskografi</dc:description>
              <dc:description>Cd: Indeholder 19 musiknumre</dc:description>
              <dc:description>Ringordner: Med undertitel: sangtekster og opgaver</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Sprogforlaget</dc:publisher>
              <dc:date>2003</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Dvd</dc:type>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Cd</dc:type>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Sammensat materiale</dc:type>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Dvd</dc:type>
              <dc:format>1 dvd-video/cd, dobbeltsidet, 1 ringordner, illustreret</dc:format>
              <dcterms:extent>ca. 90, 60 min., 45 løsblade</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-7930-032-4</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">ger</dc:language>
              <dc:language>Tysk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">24617572</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20080418211707</marcx:subfield>
                  <marcx:subfield code="d">20030423</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2003</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="l">ger</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">m</marcx:subfield>
                  <marcx:subfield code="b">s</marcx:subfield>
                  <marcx:subfield code="g">th</marcx:subfield>
                  <marcx:subfield code="a">s</marcx:subfield>
                  <marcx:subfield code="g">xc</marcx:subfield>
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                  <marcx:subfield code="a">v</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="a">87-7930-032-4</marcx:subfield>
                  <marcx:subfield code="d">kr. 1015,00</marcx:subfield>
                  <marcx:subfield code="b">videobenyttelse: 3,4,5</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="x">SFA200320</marcx:subfield>
                  <marcx:subfield code="x">DAT990818</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="041" ind1="0" ind2="0">
                  <marcx:subfield code="a">ger</marcx:subfield>
                  <marcx:subfield code="e">dan</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Jess</marcx:subfield>
                  <marcx:subfield code="h">Hjalmar</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Die ¤Prinzen</marcx:subfield>
                  <marcx:subfield code="c">10 Jahre Popmusik</marcx:subfield>
                  <marcx:subfield code="e">Hjalmar Jess</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">Måløv</marcx:subfield>
                  <marcx:subfield code="b">Sprogforlaget</marcx:subfield>
                  <marcx:subfield code="c">2003</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="n">1 dvd-video/cd</marcx:subfield>
                  <marcx:subfield code="l">ca. 90, 60 min.</marcx:subfield>
                  <marcx:subfield code="b">dobbeltsidet</marcx:subfield>
                  <marcx:subfield code="n">1 ringordner</marcx:subfield>
                  <marcx:subfield code="a">45 løsblade</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Dvd-video: På omslaget: Dvd plus. På omslaget: 1991-2001. Indeholder 19 musikvideoer samt optagelser af Die Prinzen i koncert, på rejse. Samt diskografi</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Cd: Indeholder 19 musiknumre</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Ringordner: Med undertitel: sangtekster og opgaver</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="610" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Die ¤Prinzen</marcx:subfield>
                  <marcx:subfield code="2">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="m">78.9061</marcx:subfield>
                  <marcx:subfield code="a">Die ¤Prinzen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="p">78.9064</marcx:subfield>
                  <marcx:subfield code="v">5</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="p">78.794</marcx:subfield>
                  <marcx:subfield code="v">5</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">tysk rockmusik</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">rock</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="o">undervisningsmaterialer</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="o">sange</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="a">SFA</marcx:subfield>
                  <marcx:subfield code="o">200320</marcx:subfield>
                  <marcx:subfield code="b">F</marcx:subfield>
                  <marcx:subfield code="b">S</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="991" ind1="0" ind2="0">
                  <marcx:subfield code="o">Ringordner med bilag (dvd-video/cd + videokassette) optaget i BS-fortegnelse 200320 (2 455 735 9)</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl/>
            <os:identifier>870970-basis:24617572</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
